"%@ days ago" = "Il y a %@ jours";
"Autocomplete" = "Autocomplétion";
"Blog" = "Blog";
"Close all" = "Tout fermer";
"Ecosia recommends" = "Ecosia recommande";
"Ecosia won’t remember the pages you visited, your search history or your autofill information once you close a tab. Your searches still contribute to trees." = "Lorsque vous fermez un onglet, Ecosia n'enregistre pas les sites que vous avez consultés, votre historique de recherches ou vos informations de remplissage automatique. Vos recherches restent utiles pour les arbres.";
"Explore Ecosia" = "Découvrez Ecosia";
"FAQ" = "FAQ";
"Financial reports" = "Rapport financiers";
"Force Dark Mode" = "Forcer le mode sombre";
"Get started" = "Prise en main";
"How Ecosia works" = "Comment fonctionne Ecosia ?";
"Invert website colors" = "Inverser les couleurs du site";
"Keep up to date with the latest news from our projects and more" = "Restez informés des dernières nouvelles de nos projets et plus encore";
"Moderate" = "Modéré";
"More" = "Plus";
"My searches" = "Mes recherches";
"New" = "Nouveau";
"Off" = "Désactivé";
"Private" = "Privé";
"Personalized results" = "Résultats personnalisés";
"Plant trees while you browse the web" = "Plantez des arbres en surfant sur le web";
"Privacy" = "Confidentialité";
"Relevant results based on past searches" = "Résultats pertinents sur la base des recherches précédentes";
"Safe search" = "Recherche sécurisée";
"Search" = "Rechercher";
"Search the web to plant trees..." = "Lancez une recherche pour planter des arbres...";
"Search region" = "Région de recherche";
"Send feedback" = "Envoyer un commentaire";
"Shop" = "Boutique";
"Shown under the search field" = "Les suggestions s'afficheront sous le champ de recherche";
"Start using these green companies to plant more trees and become more sustainable" = "Faites appel à ces entreprises écologiques pour planter plus d'arbres et devenir plus durable";
"Stories" = "Actus";
"Strict" = "Strict";
"TREES" = "les arbres";
"TREES PLANTED WITH ECOSIA" = "Arbres plantés avec Ecosia";
"Terms and conditions" = "Conditions générales";
"Version %@" = "Version %@";
"We use the profit from your searches to plant trees where they are needed most" = "Nous utilisons les revenus générés par vos recherches en ligne pour planter des arbres dans les régions qui en ont le plus besoin";
"Websites will always open with Ecosia, planting even more trees" = "Des sites Internet seront toujours ouverts avec Ecosia, et permettront ainsi de planter de plus en plus d'arbres";
"You need around 45 searches to plant a tree. Keep going!" = "Il faut compter en moyenne 45 recherches pour planter un arbre. Continuez sur votre lancée !";
"Help us improve our new app" = "Aidez-nous à améliorer notre nouvelle application";
"Let us know what you like, dislike, and want to see in the future." = "Faites-nous savoir ce que vous aimez, n'aimez pas ou aimeriez voir à l'avenir.";
"Share your feedback" = "Partager commentaire";
"Sit tight, we are getting ready for you…" = "Veuillez patienter, nous sommes en cours de préparation...";
"We hit a glitch" = "Un problème est survenu";
"We are momentarily unable to load all of your settings." = "Nous ne sommes momentanément pas en mesure de charger tous vos paramètres.";
"Continue" = "Continuer";
"Welcome to the new Ecosia app!" = "Bienvenue dans la nouvelle application Ecosia !";
"We've done some re-arranging to make it easier for you to browse the web and plant trees with Ecosia." = "Nous avons procédé à quelques modifications pour simplifier votre navigation et vous permettre de planter plus facilement des arbres avec Ecosia.";
"Take a look" = "Venez jeter un œil";
"Set Ecosia as default browser" = "Faire d'Ecosia mon navigateur par défaut";
"Links from websites, emails or messages will automatically open in Ecosia." = "Les liens des sites Internet, e-mails ou messages s'ouvriront automatiquement dans Ecosia.";
"Show Top Sites" = "Afficher les sites les plus visités";
